[
    {
        "p_Name": "Romain Lettuce",
        "p_Type": "Fresh",
        "p_price": 5,
        "Image":"",
        "Quantity": 10,
        "Source": "Li Farm",
        "min_Order": 2,
        "Nutrition_Fact": "Romaine lettuce is a crispy salad green with high nutritional value. Its vitamin and mineral content offers a range of health benefits, and there are many simple ways to add romaine lettuce to the diet.",
        "Description": "Our Romaine lettuce is the best lettcue in town. It proviede by our local farmers.",
        "Other": "It can keep in short period only",
        "Note": "Make your self Healthy with us!"
    },
    {
        "p_Name": "Carrot",
        "p_Type": "Fresh",
        "p_price": 2,
        "Image":"",
        "Quantity": 25,
        "Source": "Proseth Farm",
        "min_Order": 2,
        "Nutrition_Fact": "Carrots contain many nutrients, including beta carotene and antioxidants, that may support your overall health as part of a nutrient-rich diet.",
        "Description": "Our Carrot is the best carrot in town. It proviede by our local farmers.",
        "Other": "It can keep in for more than a week",
        "Note": "Make your self Healthy with us!"
    },
    {
        "p_Name": "Salad",
        "p_Type": "Organic",
        "p_price": 4,
        "Image":"",
        "Quantity": 15,
        "Source": "Li Farm",
        "min_Order": 2,
        "Nutrition_Fact": "Salad greens contain Vitamin A, Vitamin C, beta-carotene, calcium, folate, fiber, and phytonutrients (see Table 1). Leafy vegetables are a good choice for a healthful diet because they do not contain cholesterol and are naturally low in calories and sodium.",
        "Description": "Our salad is the best salad in town. It proviede by our local farmers.",
        "Other": "It can keep in short period only",
        "Note": "Make your self Healthy with us!"
    },
    {
        "p_Name": "Onion",
        "p_Type": "Fresh",
        "p_price": 5,
        "Image":"",
        "Quantity": 10,
        "Source": "Li Farm",
        "min_Order": 2,
        "Nutrition_Fact": "Onions are a decent source of fiber, which accounts for 0.9–2.6% of the fresh weight, depending on the type of onion.They are very rich in healthy soluble fibers called fructans. In fact, onions are among the main dietary sources of fructans (2Trusted Source, 3).",
        "Description": "Our onion is the best onion in town. It proviede by our local farmers.",
        "Other": "It can keep in short perios only",
        "Note": "Make your self Healthy with us!"
    },
    {
        "p_Name": "Bell Pepper",
        "p_Type": "Fresh",
        "p_price": 5,
        "Image":"",
        "Quantity": 10,
        "Source": "Li Farm",
        "min_Order": 2,
        "Nutrition_Fact": "Bell peppers (Capsicum annuum) are fruits that belong to the nightshade family. They are low in calories and rich in vitamin C and other antioxidants, making them an excellent addition to a healthy diet.",
        "Description": "Our Bell pepper is the best bell pepper in town. It proviede by our local farmers.",
        "Other": "It can keep in short perios only",
        "Note": "Make your self Healthy with us!"
    },
    {
        "p_Name": "Cabage",
        "p_Type": "Fresh",
        "p_price": 1.5,
        "Image":"",
        "Quantity": 20,
        "Source": "Li Farm",
        "min_Order": 2,
        "Nutrition_Fact": "Cabbage is highly nutritious and rich in vitamin C, fiber, and vitamin K. What’s more, some research suggests that it may support digestion, improve heart health, and decrease inflammation.",
        "Description": "Our cabbage is the best cabbage in town. It proviede by our local farmers.",
        "Other": "It can keep in short perios only",
        "Note": "Make your self Healthy with us!"
    },
    {
        "p_Name": "Egg Plants",
        "p_Type": "Fresh",
        "p_price": 1.5,
        "Image":"",
        "Quantity": 15,
        "Source": "Li Farm",
        "min_Order": 2,
        "Nutrition_Fact": "Eggplants are a nutrient-rich food that contains fiber, vitamins, and minerals. They may benefit your overall health, including your heart.",
        "Description": "Our egg plant is the best plant in town. It proviede by our local farmers.",
        "Other": "It can keep in short perios only",
        "Note": "Make your self Healthy with us!"
    }
]
